Revit 2027 API
ParameterTypeId.StairsTrisertypeRightNosing Property
 "Right Nosing": (OBSOLETE)
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTrisertypeRightNosing { get; }
Public Shared ReadOnly Property StairsTrisertypeRightNosing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTrisertypeRightNosing {
	ForgeTypeId^ get ();
}
static member StairsTrisertypeRightNosing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace